{
  "ANTI_RANSOMWARE": "ប្រឆាំង ransomware",
  "COMPLETE": "ស្វ័យប្រវត្តិកម្ម",
  "PROGRESSIVE": "ហត្ថកម្ម",
  "NO_SYNC_TIPS": "គ្មានធាតុណាមួយដែលជាកម្មសិទ្ធិរបស់ថតឯកសារនេះនឹងត្រូវបានធ្វើសមកាលកម្មទេ។ មិនថាមកពីកុំព្យូទ័ររបស់អ្នក ឬមកពី Drumee ទេ។",
  "NO_SYNC": "គ្មានការធ្វើសមកាលកម្មទេ។",
  "IMMEDIATE_SYNC": "ការធ្វើសមកាលកម្មភ្លាមៗ",
  "ECONOMY_SYNC": "ការធ្វើសមកាលកម្មសេដ្ឋកិច្ច",
  "SYNC_UNCONFIGURED": "ឯកសារនៅលើកុំព្យូទ័ររបស់អ្នក <b>{0}</b> មិនទាន់ត្រូវបានធ្វើសមកាលកម្មទៅនឹង Drumee Server របស់អ្នក <b>{1}</b> ទេ។ អ្នក​អាច​ធ្វើ​វា​បាន​ដោយ​ជ្រើសរើស​របៀប​មួយ​ក្នុង​ចំណោម​របៀប​ខាងក្រោម៖",
  "IMMEDIATE_MODE_TIPS": "អ្វីគ្រប់យ៉ាងនៅលើកុំព្យូទ័រ Drumee របស់អ្នកនឹងធ្វើសមកាលកម្មដោយស្វ័យប្រវត្តិទៅដ្រាយកុំព្យូទ័ររបស់អ្នក។ ជម្រើសនេះនឹងត្រូវការទំហំថាស {0} នៅលើកុំព្យូទ័ររបស់អ្នក។",
  "ECONOMY_MODE_TIPS": "ធាតុនៅលើកុំព្យូទ័រ Drumee របស់អ្នកនឹងធ្វើសមកាលកម្មនៅពេលអ្នកបើកថតឯកសារនៅលើវា។ ថតរងនឹងត្រូវបានដកចេញពីការធ្វើសមកាលកម្ម។ ទោះយ៉ាងណាក៏ដោយ ដរាបណាពួកវាត្រូវបានបើក ធាតុខាងក្នុងនឹងធ្វើសមកាលកម្ម។",
  "ENABLE_SYNC": "បើកដំណើរការធ្វើសមកាលកម្ម",
  "DISABLE_SYNC": "បិទការធ្វើសមកាលកម្ម",
  "SYNC_IN_PROGRESS": "ការធ្វើសមកាលកម្មកំពុងដំណើរការ",
  "CONFIRM_FILES_DELETION": "ឯកសារ {0} ត្រូវបានលុបនៅលើកុំព្យូទ័ររបស់អ្នក។ តើអ្នកចង់លុបពួកវាចេញពី Drumee cloud របស់អ្នកដែរទេ?",
  "SECURIRY_ALERT": "ការព្រមានសុវត្ថិភាព",
  "ITEMS_RENAMED": "ឯកសារ {0} ត្រូវបានប្តូរឈ្មោះ",
  "ITEMS_MOVED": "ធាតុ {0} ត្រូវបានផ្លាស់ទី",
  "ITEMS_CHANGED": "{0} ឯកសារដែលបានកែប្រែ",
  "ITEMS_DELETED": "ឯកសារ {0} ត្រូវបានលុប",
  "ITEMS_CREATED": "ឯកសារ {0} ត្រូវបានបន្ថែម",
  "ITEMS_IGNORED": "{0} ធាតុមិនអើពើ",
  "SYNC_ALL": "ធ្វើសមកាលកម្មគ្រប់យ៉ាង",
  "CHANGES_ON_COMPUTER": "នៅក្នុងកុំព្យូទ័រក្នុងស្រុក Drumee",
  "SYNC_HAS_STARTED": "ការធ្វើសមកាលកម្មបានចាប់ផ្តើម។",
  "SYNC_ENGINE_OFF": "ការ​ធ្វើ​សមកាលកម្ម​ត្រូវ​បាន <b>បិទ​នៅ​ពេល​បច្ចុប្បន្ន</b>។ ការផ្លាស់ប្តូរទៅថត {0} នៅលើកុំព្យូទ័ររបស់អ្នកនឹងមិនប៉ះពាល់ដល់មាតិកានៃ Drumee Team Server របស់អ្នក {1} ទេ។ ដូចគ្នានេះដែរ ការផ្លាស់ប្តូរដែលបានធ្វើឡើងនៅលើ Server នឹងមិនប៉ះពាល់ដល់ឯកសាររបស់អ្នកនៅលើកុំព្យូទ័ររបស់អ្នកទេ។\nអ្នកអាចធ្វើឱ្យសកម្មវាបានគ្រប់ពេលដោយចូលទៅកាន់ម៉ឺនុយ {2}។",
  "TAKE_FROM_COMPUTER": "យកពីកុំព្យូទ័រ",
  "TAKE_FROM_CLOUD": "យកពីពពក",
  "SEND_TO_CLOUD": "ផ្ញើទៅពពក",
  "SEND_TO_COMPUTER": "ផ្ញើទៅកុំព្យូទ័រ",
  "FILE_LOCKED_BY": "បច្ចុប្បន្នឯកសារ {0} កំពុងត្រូវបានកែប្រែដោយ {1}",
  "DONT_SHOW_TIPS_AGAIN": "កុំបង្ហាញសារនេះម្តងទៀត",
  "YOUR_DISK_CAPACITY": "您的磁盘容量为 {0}",
  "RETRIEVE_FROM_CLOUD": "ងើបឡើងវិញពីពពក",
  "HIGH_RATE_CHANGE": "ឯកសារជាច្រើនត្រូវបានកែប្រែក្នុងរយៈពេលដ៏ខ្លី។ វាអាចជាមេរោគ ប្រហែលជា ransomware ។ បើដូច្នេះ កុំភ័យស្លន់ស្លោ។ Drumee បានរារាំងការធ្វើសមកាលកម្មឯកសាររបស់វាទៅពពក។ អ្នកអាចស្តារឯកសាររបស់អ្នកទាំងអស់ពី Drumee Cloud ដោយជ្រើសរើសជម្រើសកំណត់ឡើងវិញពីម៉ឺនុយធ្វើសមកាលកម្ម។",
  "FAILED_GET_MANIFEST": "កំហុសបានកើតឡើង ខណៈពេលដែលទទួលបានការបង្ហាញលើពពករបស់អ្នក។ សូមទាក់ទងផ្នែកគាំទ្ររបស់យើង។",
  "TIPS_OFFLINE": "អ្នកមិនបានភ្ជាប់អ៊ីនធឺណិតទេ។ រាល់ការផ្លាស់ប្តូរដែលបានធ្វើឡើងចំពោះឯកសារ Drumee Drive នៅលើកុំព្យូទ័ររបស់អ្នកនឹងត្រូវបានធ្វើសមកាលកម្មទៅ Drumee Cloud ភ្លាមៗនៅពេលដែលអ្នកចូលម្តងទៀត។",
  "OPEN_LOCAL_FOLDER": "បើកថតកុំព្យូទ័រ",
  "OK_STAY_AS_IT": "មិនអីទេ ខ្ញុំរក្សាបែបនេះ",
  "SWITCH_TO_SYNC_MODE": "ខ្ញុំចូលទៅក្នុងរបៀបធ្វើសមកាលកម្ម",
  "OK_KEEP_LIKE_THIS": "មិនអីទេ ខ្ញុំរក្សាបែបនេះ",
  "SYNC_MODE_MESSAGE": "អ្នកស្ថិតនៅក្នុងរបៀប <u>ធ្វើសមកាលកម្ម</u>។ តើ​អ្នក​ចង់​ធ្វើអ្វី?",
  "UNSYNC_MODE_MESSAGE": "អ្នកស្ថិតនៅក្នុងរបៀប <u>មិនធ្វើសមកាលកម្ម</u>។ តើ​អ្នក​ចង់​ធ្វើអ្វី?",
  "PROCEED_SYNC": "វាល្អឥតខ្ចោះ ខ្ញុំធ្វើសមកាលកម្ម",
  "PAUSE_AND_CHECK": "ខ្ញុំឈប់ធ្វើសមកាលកម្ម ហើយខ្ញុំពិនិត្យ",
  "URL_NOT_A_POD": "URL នេះមិនមែនសម្រាប់ស្ថាប័ន Drumee ទេ។",
  "DISPLAY": "បង្ហាញ",
  "LOCAL_DRUMEE_FOLDERS": "ថត Drumee ក្នុងកុំព្យូទ័រ",
  "ALL_IS_NORMAL": "វាជារឿងធម្មតា",
  "CHECK_SYNC_SUMMARY": "ខ្ញុំពិនិត្យមើលស្ថានភាពធ្វើសមកាលកម្មឡើងវិញ",
  "CLOUD_TO_LOCAL": "ពពកទៅមូលដ្ឋាន",
  "LOCAL_TO_CLOUD": "កុំព្យូទ័រទៅពពក",
  "BOTH_WAYS": "តាមវិធីទាំងពីរ",
  "STOPPED": "ឈប់",
  "CHANGES_ON_INDEP_CLOUD": "អ្វីដែលនឹងផ្លាស់ប្តូរនៅក្នុង <br/> Cloud ឯករាជ្យរបស់អ្នក។",
  "CHECK_BEFORE_SYNC": "ពិនិត្យមុនពេលធ្វើសមកាលកម្ម!",
  "CHEKED_BTN": "យល់ព្រម ខ្ញុំបានពិនិត្យហើយ។",
  "CHECKED_BTN": "យល់ព្រម ខ្ញុំបានពិនិត្យហើយ។",
  "STOP_SYNC": "បញ្ឈប់ការធ្វើសមកាលកម្ម",
  "DO_NOT_SYNC": "កុំធ្វើសមកាលកម្ម",
  "CHANGES_ON_LOCAL_COMPUTER": "ការផ្លាស់ប្តូរខាងក្រោមនឹងអនុវត្តចំពោះឯកសារនៅលើកុំព្យូទ័ររបស់អ្នក។",
  "SYNC_CLOUD_COMPUTER": "អ្នកស្ថិតនៅក្នុងរបៀបធ្វើសមកាលកម្ម <br/> \"Independent Cloud to <span style='color: {0}'>computer</span>\"",
  "SYNC_COMPUTER_CLOUD": "អ្នកស្ថិតនៅក្នុងរបៀបធ្វើសមកាលកម្ម <br/> \"កុំព្យូទ័រទៅ <span style='color: {0}'>Independent Cloud</span>\"",
  "SYNC_CLOUD_TO_DESK_INFO": "ប្រសិនបើអ្នកមានកំហុស ហើយមិនចង់ធ្វើសមកាលកម្ម <br/> ចុចភ្លាមៗនៅលើ “stop”  នៅលើម៉ឺនុយកំពូលនៃការធ្វើសមកាលកម្ម",
  "SYNC_CLOUD_TO_DESK_DES": "ថត Drumee នៃកុំព្យូទ័ររបស់អ្នកនឹងត្រូវបានកែប្រែ ហើយ<br/> ក្លាយជាស្រដៀងនឹង Drumee cloud របស់អ្នក។\n<br/><br/>\nការធ្វើសមកាលកម្មនឹងប្រព្រឹត្តទៅតាមលំនាំដើមនៅក្នុងរបៀបសេដ្ឋកិច្ច។",
  "SYNC_DESK_TO_CLOUD_DESC": "ពពក Drumee របស់អ្នកនឹងត្រូវបានកែប្រែ និងក្លាយជាស្រដៀងគ្នា <br/> ទៅថត Drumee នៃកុំព្យូទ័ររបស់អ្នក។\n<br/><br/>\nការធ្វើសមកាលកម្មនឹងប្រព្រឹត្តទៅតាមលំនាំដើមនៅក្នុងរបៀបសេដ្ឋកិច្ច។",
  "SYNC_BOTH_WAY_DESC": "ថត Drumee cloud និង Drumee នៃកុំព្យូទ័ររបស់អ្នក<br/> នឹងត្រូវបានធ្វើសមកាលកម្ម។<br/><br/>\nការធ្វើសមកាលកម្មនឹងប្រព្រឹត្តទៅតាមលំនាំដើមនៅក្នុងរបៀបសេដ្ឋកិច្ច",
  "REMOVE_IN_CLOUD": "លុបក្នុងពពក",
  "RESTORE_FROM_CLOUD": "ស្តារពីពពក",
  "REMOVE_FROM_LOCAL": "លុបក្នុងមូលដ្ឋាន",
  "REMOVE_FROM_CLOUD": "លុបចេញពីពពក",
  "SAVE_TO_CLOUD": "រក្សាទុកទៅពពក",
  "RENAME_IN_CLOUD": "ប្តូរឈ្មោះក្នុងពពក",
  "MOVE_IN_CLOUD": "ផ្លាស់ទីទៅពពក",
  "RESTORE_FROM_LOCAL": "ស្តារពីថតមូលដ្ឋាន",
  "SAVE_TO_LOCAL": "រក្សាទុកក្នុងមូលដ្ឋាន",
  "RENAME_IN_LOCAL": "ប្តូរឈ្មោះក្នុងថតមូលដ្ឋាន",
  "MOVE_IN_LOCAL": "ផ្លាស់ទីទៅមូលដ្ឋាន",
  "SET_IMMEDIATE_SYNC": "អ្នកកំណត់ \"ការធ្វើសមកាលកម្មភ្លាមៗ\"",
  "SWITCH_SYNC_BETWEEN_MODE": "ប្រសិនបើអ្នកមានកំហុស សូមចុចលើ \"សេដ្ឋកិច្ច\" ភ្លាមៗនៅលើម៉ឺនុយកំពូលនៃការធ្វើសមកាលកម្ម",
  "USE_CLOUD_FILENAME": "ប្រើឈ្មោះពីពពក",
  "USE_LOCAL_NAME": "ប្រើឈ្មោះកុំព្យូទ័រ",
  "SEE_LOCAL": "មើលកំណែក្នុងស្រុក",
  "SEE_CLOUD_VERSION": "មើលកំណែពពក",
  "SEE_LOCAL_VERSION": "មើលកំណែក្នុងស្រុក",
  "DESYNC_FILE_FOLDER": "កុំធ្វើសមកាលកម្មធាតុនេះ។",
  "REVERT_MOVE": "កុំរៀបចំនិងស្តារកន្លែងពីមុន",
  "REVERT_RENAME": "កុំប្តូរឈ្មោះ និងស្ដារឈ្មោះពីមុននៅគ្រប់ទីកន្លែង",
  "REVERT_CREATE": "លុបគ្រប់ទីកន្លែង",
  "REVERT_CHANGE": "កុំប្តូរ និងស្តារកំណែមុន។",
  "REVERT_DELETE": "កុំលុប និងស្ដារធាតុនេះ។",
  "LOCAL_SPACE": "ទំហំទំនេរកុំព្យូទ័ររបស់អ្នក៖ {0}",
  "DRUMEE_CLOUD_VOLUME": "បរិមាណ Drumee Cloud របស់អ្នក៖ {0}",
  "FILES_ARE_SYNCED": "ឯកសារនៅលើកុំព្យូទ័ររបស់អ្នកត្រូវបានធ្វើសមកាលកម្មជាមួយពពកឯករាជ្យរបស់អ្នក។",
  "NO_SYNC_DESC": "ការផ្លាស់ប្តូរដែលបានធ្វើឡើងចំពោះម៉ាស៊ីនមេ Drumee របស់អ្នក {0} <br/> នឹងមិនត្រូវបានឆ្លុះបញ្ចាំងនៅលើថតឯកសារ {0} ក្នុងស្រុកនៃកុំព្យូទ័រ <br/> របស់អ្នក និងផ្ទុយមកវិញ",
  "NEW_VERSION_AVAILABLE": "កំណែថ្មី ({0}) ឥឡូវនេះមានហើយ។ តើអ្នកចង់ដំឡើងវាឥឡូវនេះទេ?",
  "SYNC_PURPOSE": "កម្មវិធី Drumee Desk អនុញ្ញាតឱ្យអ្នកធ្វើសមកាលកម្មឯកសារនៅក្នុងថត {0} នៅលើកុំព្យូទ័រក្នុងតំបន់របស់អ្នក និងម៉ាស៊ីនមេ Drumee Team {1} របស់អ្នក។",
  "SYNC_ENGINE_ON": "ការធ្វើសមកាលកម្មបច្ចុប្បន្នស្ថិតនៅក្នុងរបៀប {0} ។ អ្នកអាចបិទដំណើរការវា ឬផ្លាស់ប្តូរវាពីម៉ឺនុយ {1}។",
  "SYNCHRONIZATION": "ការធ្វើសមកាលកម្ម",
  "SYNC_SELECTION_TIPS": "ដោយមិនគិតពីរបៀបដែលបានជ្រើសរើស អ្នកអាចបើក ឬបិទការធ្វើសមកាលកម្មនៃធាតុនីមួយៗនៅលើផ្ទៃតុរបស់អ្នកដោយចុចខាងស្តាំលើរូបតំណាងដែលពាក់ព័ន្ធ។",
  "CHANGES_SUMMARY": "ការផ្លាស់ប្តូរបានកើតឡើងចាប់តាំងពីការតភ្ជាប់របស់អ្នក។ វាត្រូវបានណែនាំឱ្យធ្វើសមកាលកម្មដើម្បីរក្សាភាពស៊ីសង្វាក់គ្នារវាងឯកសារនៅលើកុំព្យូទ័ររបស់អ្នក និងឯកសារដែលផ្ទុកនៅលើម៉ាស៊ីនមេ Drumee របស់អ្នក។",
  "SHOW_CHANGELOG": "បង្ហាញកំណត់ហេតុផ្លាស់ប្តូរ",
  "DECIDE_LATER": "សម្រេចចិត្តនៅពេលក្រោយ",
  "CHANGES_ON_DRUMEE_CLOUD": "ការកែប្រែខាងក្រោមនឹងអនុវត្តចំពោះឯកសារនៅលើ Drumee របស់អ្នកតាមអ៊ីនធឺណិត។",
  "SYNC_OPTIONS_TIPS": "អ្នកអាចធ្វើសមកាលកម្មធាតុខាងក្រោមម្តងមួយៗដោយចុចខាងស្តាំលើពួកវានីមួយៗ ឬធ្វើសមកាលកម្មអ្វីៗទាំងអស់ដោយចុចលើប៊ូតុងនៅខាងក្រោមបង្អួច។",
  "MOVED": "បានផ្លាស់ទី",
  "RENAMED": "ល្បីល្បាញ",
  "NO_CHANGE": "បច្ចុប្បន្នមិនមានការផ្លាស់ប្តូរទេ។",
  "DOWNLOADED": "បានទាញយក",
  "UPLOADED": "បង្ហោះ",
  "COPIED": "ចម្លង"
}
